TargetApplication=2.0.0
Author=Halil Azbazdar
Url=https://github.com/hazbazdar/ASuite-salvadorbs-Turkish-localization-files
SourceLANGID=1033
LANGID=1055
Generator=DKLang Translation Editor v3.0
LastModified=2024-03-04 18:37:06

[frmAbout]
00000001=Asuite hakkında
00000002=%s
00000003=%s (%s bit)
00000004=Telif Hakları 2006-2015 Matteo Salvi

[frmAdvancedOptionsPage]
00000004=Sık Kullanılanlar (SıK)
00000005=En çok SıK sayısı
00000006=Sık Kullanılanlar Etkin
00000007=Son Kullanılanlar (SonKul)
00000008=En çok SonKul sayısı
00000009=Son Kullanılanlar etkin
00000010=Diğer İşlevler
00000011=Simge önbelleği etkin
00000012=Zamanlanmış Görevler etkin
00000013=Öğeleri sil
00000014=İşaretlenen öğeleri sil
00000016=Sık Kullanılanlar
00000017=Yedekler
00000018=Simge önbelleği
00000019=Sil
00000020=Son Kullanılanlar
00000021=Yedekler
00000022=En çok yedek sayısı
00000023=Otomatik yedekleme etkin

[frmAdvancedPropertyPage]
00000001=ASuite çalışırken Görev Çubuğunda simge göster
00000002=Zamanlanmış Görevler
00000003=Engelle\nBir kere\nSaatbaşı\nGünlük\n
00000005=Kısatuş (Kısayol tuşu)
00000009=Menü
00000010=Bu yazılımı menüden gizle
00000011=Bu yazılımı Son Kullanılanlarda gösterme
00000012=Bu yazılımı Sık Kullanılanlarda gösterme
00000013=Kısatuş etkin

[frmAutorunOptionsPage]
00000001=Açılış
00000002=Kapanış
00000003=Açılışta otomatik çalışma etkin
00000004=ASuite açılışında otomatik çalıştır sırası
00000005=Kapanışta otomatik çalışma etkin
00000006=ASuite kapanışında otomatik çalıştır sırası
00000007=Otomatik çalıştırı kaldır
00000008=Özellikler

[frmBaseEntityPage1]

[frmBehaviorPropertyPage]
00000001=Otomatik çalıştır
00000002=Asla\nHer zaman açılışta\nAçılışta, eğer başka çalışan kopyası yoksa\nHer zaman kapanışta\n
00000003=Sırayı değiştir
00000004=Çalıştırıldığında
00000005=Varsayılan (ayarlar)\nYalnızca dosyayı çalıştır\nÇalıştır ve ASuite menüyü gizle\nÇalıştır ve ASuite menüyü kapat\n
00000006=Pencere Büyüklüğü
00000007=Normal\nSimge durumunda\nTam ekran\n

[frmCatGeneralPropertyPage]
00000001=Öğe
00000002=Ad
00000003=Özel simge yolu (isteğe bağlı)
00000006=Bu gruptaki yazılımlar
00000007=Not: Bu listede bu gruptaki tüm yazılımlar var (yalnızca ilk düzey). Bu grup çalıştırıldığında, başlamasını istemediğiniz öğelerin işaretini kaldırınız.

[frmGeneralOptionsPage]
00000005=Açılış
00000006=Windows açıldığında ASuite çalışsın
00000007=ASuite açılışında ana pencereyi göster
00000008=ASuite açılışında grafik menüyü göster
00000009=ASuite açılışında kaçırılmış Zamanlanmış Görevleri kontrol et
00000017=Dil
00000018=Çalıştır
00000019=Çalıştırıldığında
00000020=Ana pencerede tek tıkla çalıştır
00000021=Sadece yazılımı çalıştır\nÇalıştır ve ASuite menüyü gizle\nÇalıştır ve ASuite menüyü kapat\n
00000022=Bir grubu çalıştırmadan önce onaylamak için sor
00000023=Kapanışta ASuite tarafından açılmış tüm işlemleri kapat

[frmGraphicMenu]
00000001=ASuite Menü
00000002=Çalıştır
00000003=... olarak çalıştır
00000004=Yönetici olarak çalıştır
00000005=Dosya konumunu aç
00000006=Özellikler

[frmHotkeyOptionsPage]
00000001=Kısatuş (Kısayol Tuşu)
00000002=Kısatuşlandığında ana pencereyi göster
00000003=Kısatuşlandığında grafik menüyü göster
00000004=Kısatuş etkin
00000005=Kullanılan kısatuş listesi
00000006=Kısatuşu düzenle
00000007=Kısatuşu kaldır
00000008=Özellikler

[frmImportList]
00000001=Listeyi içe aktar
00000002=< Geri
00000003=İleri >
00000004=İptal
00000005=Yer tutucu metin
00000013=Dosya listesi
00000014=İçe aktarılacak dosya konumu:
00000018=Tümünü seç
00000019=Tüm seçimleri kaldır
00000020=tsAskFileList

[frmItemsOptionsPage]
00000001=Açılış
00000002=Kapanış
00000003=Açılışta otomatik çalıştır etkin
00000004=ASuite açılışında otomatik çalıştır sırası
00000005=Kapanışta otomatik çalıştır etkin
00000006=ASuite kapanışında otomatik çalıştır sırası

[frmMain]
00000001=ASuite
00000002=Liste
00000004=Ara
00000005=Dosya
00000006=Listeyi kaydet
00000007=Ayarlar
00000008=Programları tara ...
00000009=Listeyi içe aktar ...
00000010=Listeyi dışa aktar ...
00000011=Çıkış
00000012=Düzenle
00000023=Yardım
00000025=Kullanım Durumu
00000026=ASuite hakkında
00000043=Ad
00000044=Çalıştırılabilir yolu
00000045=Simge yolu
00000046=Çalışma klasörü yolu
00000047=Parametreler
00000048=Çalıştır
00000049=... olarak çalıştır
00000050=Yönetici olarak çalıştır
00000051=Dosya konumunu aç
00000052=Grup öğelerini sırala
00000055=Grup ekle ...
00000057=Kes
00000058=Kopyala
00000059=Yapıştır
00000060=Sil
00000061=Özellikler
00000062=Yazılım ekle ...
00000063=Klasör ekle ...
00000064=Ayırıcı çizgi ekle ...
00000065=Listeyi sırala
00000066=Ad

[frmMainWindowOptionsPage]
00000001=Liste Görünümü
00000002=Arkaplanı özelleştir
00000003=Yazıtipi ayarları ...
00000004=Grupları otomatik aç/kapa
00000005=Ana pencerede küçük simge boyu
00000006=Genel
00000007=Ana pencere her zaman üstte
00000008=Ana pencere boyunu sabitle
00000009=Ana pencerede Ara sekmesini gizle
00000010=Ana pencere başlığını özelleştir
00000011=Bir öğe sürüklenip bırakıldığında, grubu otomatik aç
00000012=Yazdıkça aramaya başla

[frmOptions]
00000001=Ayarlar
00000002=Tamam
00000003=İptal
00000004=Uygula

[frmPropertyItem]
00000001=Özellikler
00000002=Tamam
00000003=İptal
00000004=Uygula

[frmPropertySeparator]
00000001=Özellikler
00000002=Tamam
00000003=İptal
00000004=Ad

[frmScanFolder]
00000001=Klasörü tara
00000003=İptal
00000004=Tara
00000005=Dosya tipleri
00000007=Sil
00000008=Ekle
00000009=Dosyaları hariç tut
00000010=Ekle
00000012=Sil
00000013=Genel ayarlar
00000015=Çalıştırılabilir dosyalardan bilgileri al (yalnızca *.exe)

[frmSensorsOptionsPage]
00000001=Fare tık algılayıcı
00000002=Yan
00000003=Sol tık
00000004=Sağ tık
00000005=Alt
00000006=Sağ
00000007=Sol
00000008=Üst
00000009=Fare algılayıcı etkin
00000010=Etkin değil\nPencereyi göster\nVarsayılan menüyü göster\nKlasik menüyü göster\n
00000011=Etkin değil\nPencereyi göster\nVarsayılan menüyü göster\nKlasik menüyü göster
00000012=Etkin değil\nPencereyi göster\nVarsayılan menüyü göster\nKlasik menüyü göster
00000013=Etkin değil\nPencereyi göster\nVarsayılan menüyü göster\nKlasik menüyü göster
00000014=Etkin değil\nPencereyi göster\nVarsayılan menüyü göster\nKlasik menüyü göster\n
00000015=Etkin değil\nPencereyi göster\nVarsayılan menüyü göster\nKlasik menüyü göster
00000016=Etkin değil\nPencereyi göster\nVarsayılan menüyü göster\nKlasik menüyü göster
00000017=Etkin değil\nPencereyi göster\nVarsayılan menüyü göster\nKlasik menüyü göster

[frmStatsOptionsPage]
00000002=Eklenmiş yazılım
00000003=Eklenmiş gruplar
00000004=Toplam
00000005=Sürücü %S:
00000006=Boyut
00000007=Boş alan
00000008=Kullanılan alan
00000012=Sistem
00000013=İşletim sistemi
00000014=Bilgisayar adı
00000015=Geçerli kullanıcı
00000016=ASuite
00000018=Derleme sürümü
00000019=İşlemci
00000020=Intel Pentium 4
00000021=Toplam fiziksel bellek (RAM)
00000022=4,00 GB

[frmSWGeneralPropertyPage]
00000001=Öğe
00000002=Ad
00000003=Özel simge yolu (isteğe bağlı)
00000006=Yol
00000007=Çalışma Klasörü (isteğe bağlı)
00000008=Not: Göreceli yollarda (ortam değişkenlerine dahil) bu değişkenleri kullanabilirsiniz:\n- $asuite = ASuite klasör yolu ("%s")\n- $drive = sürücü yolu ("%s")
00000009=Parametreler (isteğe bağlı)
00000010=Uygulama/Klasör/Web Sayfası yolu
00000011=exe dosyasından adı al

[frmTrayiconOptionsPage]
00000001=Sistem Tepsisi
00000002=Sol tık
00000003=Sağ tık
00000004=Orta (teker) tık
00000005=Eylem yok\nPencereyi göster\nGrafik menüyü göster\nKlasik menüyü göster\n
00000006=Sistem tepsi simgesi etkin
00000007=Eylem yok\nPencereyi göster\nGrafik menüyü göster\nKlasik menüyü göster\n\n
00000008=Tepsi simgesini özelleştir
00000009=$ASuite\\
00000010=Eylem yok\nPencereyi göster\nGrafik menüyü göster\nKlasik menüyü göster\n
00000011=Klasik Menü
00000012=Tepsi simgesi alt menüsünde Sık Kullanılanları göster
00000013=Tepsi simgesi alt menüsünde Son Kullanılanları göster
00000014=Otomatik klasör genişletme etkin
00000015=Grafik Menü
00000016=Tema
00000017=Menü solgunlaştırma etkin
00000018=Liste görünümünde küçük simgeler
00000019=Menüyü otomatik gizle
00000020=Menüde kullanıcı resmini göster

[$CONSTANTS]
msgAdvanced=Gelişmiş
msgAutorun=Otomatik Çalıştır
msgAvailableVersion=Yeni ASuite sürümü var. İndirmek ister misiniz?
msgBehavior=Davranış
msgCancelScanFolder=Klasör tarama hala çalışıyor. İptal etmek istediğinize emin misiniz?
msgClose=Kapat
msgCMOpenFolder=[Bu klasörü aç]
msgConfirm=Emin misiniz?
msgConfirmRunCat=%s grubunu çalıştırmak istediğinize emin misiniz?
msgCopy=Kopyala_
msgDefaultItemSettings=Varsayılan (öğe ayarları)
msgEjectHardware=Donanımı güvenle çıkar
msgErrEmptyName=Uygulama adı boş
msgErrEmptyPath=Yol yok
msgErrEmptyUserName=Kullanıcı adı boş
msgErrGeneric=%s hatası oluştu. İlgili mesaj: %s
msgErrIcon=Simge %s kullanılamıyor
msgErrNoIcon=Simge %s dosyası bulunamıyor
msgErrNoThemeIni=%s dosyası bulunamıyor
msgErrRegGMHotkey=Grafik Menü kısatuş kaydı başarısız
msgErrRegWindowHotkey=Ana pencere kısatuş kaydı başarısız
msgErrRun=%s çalıştırılamıyor
msgErrSave=Bir hata nedeniyle kaydet başarısız
msgErrScanFolderEmptyPath=Hiç klasör seçmediniz!
msgErrScanFolderMissingTypes=Hiç bir dosya tipi eklemediniz!
msgExit=Çıkış
msgFileNotFound=Dosya bulunamadı
msgFilterBackground=Desteklenen dosyalar (*.png;*.bmp)|*.png;*.bmp|Tüm dosyalar|*.*
msgFilterExe=Çalıştırılabilirler (*.exe)|*.exe|Tüm dosyalar|*.*
msgFilterIcon=Simgeler (*.ico)|*.ico
msgFilterIconExe=Desteklenen dosyalar (*.ico;*.exe)|*.ico;*.exe|Tüm dosyalar|*.*
msgFilterPicture=Kişisel resim [48x48] (*.jpg, *.png)|*.jpg;*.png
msgFolderNotFound=Klasör bulunamadı
msgFoundNumFiles=%d dosya bulundu ve listeye eklendi
msgGeneral=Genel
msgGMAbout=Hakkında
msgGMDocuments=Belgeler
msgGMDriveName=Sürücü (%s)
msgGMExplore=Gezgin
msgGMHardDiskSpace=Boş: %s  Toplam: %s
msgGMMusic=Müzik
msgGMOptions=Ayarlar
msgGMPictures=Resimler
msgGMShow=%s
msgGMVideos=Videolar
msgHotkey=Kısatuşlar
msgImport=İçe aktar
msgImportFailed=Bir hata nedeniyle içe aktarma başarısız
msgImportProgress=İçe aktarma sürüyor ...
msgImportTitle2=İçe aktarılacak liste dosyası konumunu seç
msgImportTitle3=İçe aktarılacak öğeleri seç
msgInsertWinUserInfo=Lütfen kullanıcı adı ve şifresini giriniz
msgItems=Öğeler
msgItemsImported=İçe aktarma bitti. %d öğe aktarıldı
msgItTakeTime=Bu biraz zaman alabilir ...
msgList=Liste
msgLongMFU=Sık Kullanılan
msgLongMRU=Son Kullanılan
msgMainWindow=Ana pencere
msgMissedTask=Zamanlanmış Görevler öğe: %s ayarlarda beklendiği gibi çalıştırılmamış. Şimdi çalıştırmak ister misiniz?
msgMouse=Fare
msgNext=İleri >
msgNoAvailableVersion=Yeni sürüm yok
msgNoName=Ad yok
msgNotifyDropFiles=%d dosya başarıyla eklendi
msgNotifyDropLink=Bağlantı metni listeye başarıyla bırakıldı
msgNotifyExecuteItem=Çalıştır: %s
msgNotifyHotkey=Kısatuşla çalıştır: %s
msgNotifyScheduler=Zamanlayıcıyı kullanarak çalıştır: %s
msgOpenOptions=Ayarlar ...
msgOperationCompleted=İşlem tamamlandı
msgProcessingItems=Öğeleri işliyor: %% %d
msgRestartAsuiteChanges=Bu değişiklikleri uygulamak için ASuite yeniden başlatılmalıdır.
msgRunAsTitle=... olarak çalıştır
msgSaveCompleted=Kaydetme tamamlandı
msgScanningCancel=İptal
msgScanningProgress=Tarama çalışıyor ...
msgShortMFU=SıK
msgShortMRU=SonKul
msgShowASuite=ASuite
msgStats=Kullanım Durumu
msgTrayicon=Tepsi Simgesi
msgUseTriggerSensors=%s için algılayıcılar etkin
